var store = [{
        "title": "omoituki",
        "excerpt":"先生　問題作成のモダン集中するのでない、仕事をするのでない文字を置く、文字を整える、送る","categories": [],
        "tags": [],
        "url": "http://localhost:4000/omoituki/",
        "teaser":null},{
        "title": "imo",
        "excerpt":"いもを食べるとお腹が空いた。お腹は軽くなった感じだ。にゃ〜","categories": [],
        "tags": [],
        "url": "http://localhost:4000/imo/",
        "teaser":null},{
        "title": "put-sort-forward",
        "excerpt":"置く、整える、送るsendでなくforwardって感じpay forward因果論ではない。なぜ思い出すのか、なぜそれが起きたのか？それは回路としてつながったから、勝手に起こったことだ。力によって起こるのではない、回路としてつながったから流れただけ。とっても自然なことだ。観測によってはそれは因果論とも捉えられるが、本質的には流れとして起こっただけ。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/put-sort-forward/",
        "teaser":null},{
        "title": "tekito-man",
        "excerpt":"テキトーマン喫茶店だなー一休み一休みレンタルサーバーとか、そうそう文字がベースだと使わねーっしょわざわざ有料のプランを使っても、ドメインを取っても、そこまでやる気にはならない。そうそう、こんなゆるーくやりたいんだー","categories": [],
        "tags": [],
        "url": "http://localhost:4000/tekito-man/",
        "teaser":null},{
        "title": "shoujiki",
        "excerpt":"正直さ、あーホームーページ作って公開してみたいなーと思う時モリモリのやる気はない。レンタルサーバーを借りて、容量の許す限りバリバリ投稿作って公開していくぜーってほどの覚悟もない。よっしゃーHTMLってタグではさんで言葉を並べていくのかーおもしれーなー！CSS深すぎ、デザインになったら絵すら書けない、オシャレなサイトみたら萎えたわ。WordPressって超便利じゃん！デザインとか気にしなくて、もりもり書いて投稿できる！カスタマイズになったらPHPいじるのかよ、だりーな。気合い入れて有料のレンタルサーバー借りたり、VPS契約してまだ半年ぐらい使えるけどなんか満足したわ・・・あー無料サーバでいいわ、なんか公開したい。でもテキトーマンだわ、ちょうどよくなんかできないかなーえ？静的サイト生成？じきる？ふーごー？あー、ちょうどいいなー。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/shoujiki/",
        "teaser":null},{
        "title": "cafe?",
        "excerpt":"喫茶店幼稚園でやったことやろう。はじめまして、ぼくのなまえは、まさきです。よろしくね。子供心というより、幼稚でいい。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/cafe/",
        "teaser":null},{
        "title": "saint",
        "excerpt":"聖き想い、態度、行い、それなのに戦いも逃げるもない。初めから笑って居たいのだから。日の下に居ては、白旗を掲げ、月の下に居てはランプを携える。ゆっくり、ゆったり歩いて行こう。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/saint/",
        "teaser":null},{
        "title": "let's go",
        "excerpt":"わからないさ。人の気持ちはわからない。自分の気持ちすらわからない。自分が学んだことをわざわざ誰かにわかるようにしないでいい。わからないかもしれないし、伝わらないかもしれない。それで気を揉んで自分が学ぼうと、未知へと進むのをためらうのはなんか違うっしょ〜相手にとっては未知なのに、既知のように伝える。それは伝わらないっしょ。将来どうするんだという質問すら、おかしい、そんなの質問者すら知らないことだ。なのに本人はそれが見えているみたいな、おかしな質問だ。にゃーでもこれもまた、人の善意、良心による所から出る質問なのか。ん〜・・・これが良心によるか、職務的態度なのかを判断できないかな。落ち着いている人間と慌てている人間が対等に会話ができるものかな。利益を求める時、変わるのは行いだろう。あーアダム徳永さんの本を再読したくなってきた。これはおかしいぞ。不思議な可笑しさだ。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/let-s-go/",
        "teaser":null},{
        "title": "時間を置いて",
        "excerpt":"置き時計を伏せて、時間を気にせずにお皿を洗ったらお皿洗いがあっという間に終わった。力も入っていなかった気がする。パソコンのツールバーにも時計と日付が出ている。それを設定から非表示にしてみたら、焦っているようななんかトリガー、アンカー的なあれしなきゃ、これしなきゃ、時間が、日にちが・・・みたいなのが減った。そして、お金について考えるとお金についてはお金についての回路があって同じような焦りや恐怖、脅迫的な行動へのスイッチにショートするような感じ。仕事について考えると、また仕事には仕事の回路があるようでそこには自分が無意識的に読書をして考えている知識をまるで消しながら一定のパターンを刻む回路の思考があるような気がする。わからないけど。あいまいな感じだから、探りながら言葉にして置いている感じです。ありがとう","categories": [],
        "tags": [],
        "url": "http://localhost:4000/tokei/",
        "teaser":null},{
        "title": "無力",
        "excerpt":"無念無想、無心、無力無知な子供は騙せても、無垢な子供は騙せない。無知ゆえに正しさがわからぬ子供は嘘が通じる。無垢ゆえに美しさや楽しさで感じる子供は嘘すら美しさや楽しさがなければ戯言と同じ。ゆっくりははやい心に下書きが描けるならば、平面でも立体でもその線や色を描ける。そろばんで間違った計算を繰り返してご破算にするならば、ゆっくり一回やり通すことを繰り返した方がはやい。はやくて何回も間違えると遅くて正しいならば、長い目で見れば遅くて正しいに任せたい。間違えてイライラしながらやる人よりは、ゆっくりでも穏やかにいる人と一緒にいたい。今更そろばんをやっていた時を思い出して、そうか要するにそろばんを上手になるんでなく、資格をとるでなく、誰かにどう見られるか、先生にどう見られるかではなく、自分自身の態度を行いを通して感じる。ずっと耳元で囁かれていた気がする。ありがとう","categories": [],
        "tags": [],
        "url": "http://localhost:4000/muryoku/",
        "teaser":null},{
        "title": "栄養",
        "excerpt":"仕事ができても、望むところがなければ、ミイラと同じか。なぜ私は今、今までのような希望を感じないのか。それは意識的に努力しようと今までの一般論を破却する所から始めようと思う。別にそれを誰かに説いて同意を得ようとすら思わない。誰しも善意で誰かの志を平気な顔でへし折れる。だからむかつく。私も自分が善意で誰かの志をおったり汚しはしないか、考えるだけでも何をどうすりゃいいか、疑念で自滅しそうだ。わからないけど。今までと違うことを何かしら始めようと思うならば、誰かに相談しないことだ。これも善意の忠告だ。誰にも理解されなくても構わない。だから自分で一歩踏み出せる。それも無力の一歩をだ。そうすれば無力の次の一歩も踏み出せる、そんな気がする。力一杯の思いなんて割れている。希望すら強く抱けば割れてしまう。無力の一歩、矛盾する美。そうか、希望をイメージすれば、過去の成功や栄光を参照しがちだ。それすら今までの意識の使い方や技術、方法を参照しようとする。結果として脱力した成功イメージは、過去の成功からフィルタされる。今私は過去の成功を手放すよりも、ただ今のゴールに向かってまっすぐゆっくりすすんでいる。それで快い。散らかったダイニングテーブルは、気を使って物をどかしながら拭いても気を使う以上に綺麗にならない。ダイニングテーブルの上に何もない状態ならば、拭くのはさささっと一瞬だ。複雑より簡素、簡素というより無、それが無に等しい気力で動けるように用意してくれる。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/eiyou/",
        "teaser":null},{
        "title": "虫のいい話",
        "excerpt":"虫のいい話は警戒するものだ。もし自分が想像もしないぐらいの成長を遂げてしまったら、自分の知っている家族や友人は私をどう思うだろうか？疑念で想像が膨らむ。さらに自分の知らない人までも成長した自分を陥れようとするのではないか、お金を稼いでしまったら取られてしまうのではないか、有能な私をこき使うのではないか？これまた疑念で想像が膨らむ。虫のいい話を疑い、疑念にまみれて妥当な選択ばかりをしていれば成長も退行もないかもしれない。ただそれはゆっくりと可能性を下水に流しているようなものかもしれない。わからないけどね。美しさを見出すと、汚いと感じることもある。汚さを拭いたり、綺麗にして美しさを見出すとさらに美しさを見出せるようになる。そして、汚れの下ばかりに美しさがあると思いがちになってしまい、汚れを憎むようになる。汚れ＝悪　と判断するようになると、美しさと正しさを履き違えてしまう。なんだろうな。美を見出そうと行う態度、それこそが虫のいい話。思索し能作、所作と流れていく。意識のGrand、そうすれば無意識から意識へと流れても回路になればまた無意識へと巡る。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mushinoii/",
        "teaser":null},{
        "title": "名を捨てる",
        "excerpt":"文章を書きたいのなら、文章に冠する名前を捨てよう。したいことに対する縁がなければ、入る力もない。無力にて流れていく。綺麗汚いを感じがちならば、私は関連する冠を捨てよう。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/nawosuteru/",
        "teaser":null},{
        "title": "日本語と仕事",
        "excerpt":"日本語と、日本人的仕事の速度は幅があると思う。英語の会話速度と日本語の会話速度には差がある。効率の美を日本語でやろうとすると、テンポの速い漫才や漫談のようだろうか。それだけが美だと言えるだろうか。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/nihonngotoshigoto/",
        "teaser":null},{
        "title": "逆にね",
        "excerpt":"ちょっと汚れてる方が、始めやすい、手がつけやすいのかもしれないな。無料のレンタルサーバで、広告が入ってしまうのが気になっていたけど、広告が入っている状態から始めた方が逆にちょっと雑な感じでも書いて置いておけるんじゃないかと思った。真っ白だと手がつけにくいでも、最初にちょっと汚れてればそれを上から書いていくみたいに思い切って最初の一筆を書けるような気がする。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gyakuni/",
        "teaser":null},{
        "title": "なぜに",
        "excerpt":"自分の仕事、自分の祈り、自分の行いこれが他の人と比べて、私なんかみたいな価値観をもっているんだ？美しいコードの一行でさえ、キーボードでタイプした指の動きだ。誰かに迷惑をかけるか、愛ある行いで関われるかはわからない。誰かに迷惑をかけないようにしようと想像していたら、そこに愛ある行いを想像できないだろう。愛ある行いは祈りの中で想像するだろう。愛か、余計なお世話か、迷惑か。それはびっくり箱だ。何が入っているかはわからないし、びっくり箱を開けて笑うか怒るかは開けた人が反応する。笑ってもらいたい、喜んでもらいたいって思いをやめてしまえば迷惑はかけないだろう。ただ、そうしたときに誰かを喜ばせたいと思って何かをする行いすら起こらなくなる。これは迷惑をかけないよりも、そう思っている人を見ていて悲しい。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/nazeni/",
        "teaser":null},{
        "title": "ジレンマ",
        "excerpt":"鳥が先が卵が先か。どっちも存在する場合を想像してみよう。鳥もいて、卵もある。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/jirenma/",
        "teaser":null},{
        "title": "進歩的",
        "excerpt":"肯定感肯定表現、進歩、前進、共感泥沼から引っ張り出してくれる手を握ろう。ありがとう。またゆっくり歩き行けるよ。ふむふむ、ほうほう","categories": [],
        "tags": [],
        "url": "http://localhost:4000/sinpo/",
        "teaser":null},{
        "title": "今日の収穫",
        "excerpt":"coda2のftp機能で差分検知してアップロードしてくれないかと、虫のいいことを考えていた。Coda2gitを使ってソース管理をすれば、差分として検知してアップロードしてくれると思い、gitを試してみて、あーgitはgitでコミットしてくれる機能があるのか！と知った。ありがたい。そして、理解した。Coda2は起動している時に起こった編集は、変化として差分を検知してアップロードするかを尋ねてくれる。私はターミナルで、jekyll serve コマンドを発行した後にその公開するか聞いてくれる現象が起きたから。なるほど・・・当初想像していた、フォルダの比較をしてファイル更新時間等のdiffから公開するかどうかを聞いてくれる機能はyummy ftpを使ってみたいと思った。Yummy FTP","categories": [],
        "tags": [],
        "url": "http://localhost:4000/kyounoshuukaku/",
        "teaser":null},{
        "title": "一通り",
        "excerpt":"あれだな図書館から８冊本を借りてきて、借りてきた日のうちにすべての本に一度目を通しておこう。日にちが経ってから、まだ読んでないと思わずに済む。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hitotoori/",
        "teaser":null},{
        "title": "つまみぐい",
        "excerpt":"腹減って、なんか気が立ってきまうようならつまみ食いでもしよう。おやつでもたべよう。私はおやつを食べます。お手軽プロテインの作り方。簡単３ステップ  マグカップに、生卵一個、オリーブオイル大さじ2ぐらい（テキトー）、牛乳半分ぐらい、コップ8分目まで水を入れる、(牛乳の甘さで足りないならお好みで砂糖やハチミツ、練乳を入れてもいいかも)。  黄身を割り、軽くかき混ぜる。  電子レンジで温めて約60°Cが目安、500wで約30秒　レンジの機能で食材別の温めができるならホットミルクを選ぶ。イライラするのは腹が減り始めた時眠くなり始めた時つまり、食事前と風呂の前だ。腹が減っていても、空腹の状態が一定時間経過すれば慣れる。眠気も同じで、眠い状態が一定時間経てば慣れる。お腹が活動的で、体が活動的でいれば、自然と心の余裕もでき、笑みも溢れるのは自然だと思った。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/tsumamigui/",
        "teaser":null},{
        "title": "好き",
        "excerpt":"好き愛現金好き、仮想通貨好きおしゃれなレストランで、現金払いするのを思い出した。みんな大好き現金払い。すぐ使えるもんね！笑顔と挨拶だけでいける。今日は、暖房器具で使う灯油を買いにホームセンターへ行った。レジでの会話は「こんにちは！」「18リットル9本」ポイントカードに対する質問に、「持っていません」と伝えた","categories": [],
        "tags": [],
        "url": "http://localhost:4000/suki/",
        "teaser":null},{
        "title": "ドメイン検索あるある　Common thing search domain name",
        "excerpt":"あーこの言葉いいなぁ Oh this word mean very nice!ドメインにしてーなー I want to get this domain name.ドメイン取れるか検索してみよ let’s try search this wordqualia 検索 searchqualia.jp x 取得できません already gotqualia.com x 取得できません already gotqualia.co.jp x 取得できません already gotへぇ〜じゃあどんなサイトなんだろう？ uhh how about ther site’sコピー、検索バーにペースト　エンター copy paste search…真っ白 wow beautiful white…like snowうわぁ〜〜〜〜〜〜〜〜〜〜〜！！ omg omg omg omg!!!おぉーーーーーーーーーーーー！！ oh...","categories": [],
        "tags": [],
        "url": "http://localhost:4000/i-want-domain/",
        "teaser":null},{
        "title": "もっとこい！",
        "excerpt":"SEOをどうしたいかを考えて、原点に立ち返ろうと思った。このブログは、そんなに思いとか意義があってやってるもんじゃない。無料のレンタルサーバーで公開できて、多少広告が乗っかってるのも、気が軽くなっていいな。そんな風に感じてる。SEO的に色々と施策を施すと、以前のことが思い出される。アクセス数を伸ばしたり閲覧数を伸ばすためにはどういうことを書けばいいのか、言葉の選定は？みたいな意識的に考え始めてしまって、ブログをどうするかではなくアクセス数の増加を監視することにいつの間にかすり替わって、それができなければブログなんてみたいなやけっぱちになってしまうこともあった。それでもいい、わからないんだから。ただいまになって、それこそが一つのqualityとqualiaなんだなと知った。そしてqualiaは禅的にいうと教外別伝で、無意識なんだなと知った。SEOは検索エンジン最適化の意味で、検索エンジン最適化が書きたいことの心配はしない。検索エンジンは、こういう風にしてあなたのサイトを検索者に渡しますよ。それなんだ。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/come-on-more/",
        "teaser":null},{
        "title": "使いつくせぬ",
        "excerpt":"あースマホほしいなーと思ってそれ買って使い尽くせるのかよって考え始めた。そんなのガラケーだってゲーム筐体だって使いつくせないでしょうがよ。使いつくせないぐらいの余裕があるから、心地よく使えるって考え方もあるぞよ。黄金でできた柱の上にいつの間にか座っていて、あー金の心配をしていたのか。だが、この砂漠にはこの黄金を求めてここまで道無き道をくる人がいるだろうか。行商人誰かに言われたからなんかしようとか、誰かに言われたからお金を稼ごうとか。そういうんじゃ、始まる前から終わっている。想いが割れていて祈りとは違う。そうだSEOについて調べた時、自分はユーザ増加のために考え始めてしまって書くことを忘れてしまった。広告を貼ればなおさらそれを考えようとしてしまった。それは銀行の通帳の数字を見て、あれこれ考え始めてしまうのとにている。数字を監視することが、あたかも重大なことをなしているような気分。評論家でもないのに、あれこれ誰かを批判するのはやめよう。評論家の仕事は評論家に任せて、私は笑って祈り、行いたいのだ。a-q-a仮想通貨、取引の情報取得から表示までやってみよう。移動しながら案内していいんだ。好きで嫌いで、自由自在、これだ！意味なんてない方が、使いやすい。歩いていて、腕の動きには意識がない。足の動きには意識がある。それは、意識してすり足の練習をしたからでしょう。そして、腕の動きに意識がないのは、それは意識するように教えてもらわなかったから。電流や水流だって、回路として見ることができる。in out があって流れができる。水の入った袋に鉛筆をさしても水が漏れないのは、回路でないから。水の出口があっても空気の入り口がない。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/tsukaitukusenu/",
        "teaser":null},{
        "title": "かるくやりたい",
        "excerpt":"軽くやりたいんだ。軽く。そうかドメインとか考え始めると重くなった。やめよう。ありがとう。受け取っていい。誰からでも受け取っていい。軽い想いは先行したい。本当に広告を載せたい？いいや、おれはホスティングサーバとドメインの有用性を想いたい。本当はメールもどうでもいい。","categories": [],
        "tags": [],
        "url": "http://localhost:4000/karuku/",
        "teaser":null}]
